Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh9-v3.tmx
Source language: bo
Languages: en

source: ཤར་དྭ་ཏིའི་བུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་ནི་བསྐལ་པ་བྱེ་བ་ཁྲག་ཁྲིག་བརྒྱ་སྟོང་གྲངས་མེད་ཚད་མེད་དཔག་ཏུ་མེད་པར་སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱད་པའོ། །ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱད་པའོ།
en: Śāradvatīputra, those bodhisattva great beings have practiced the perfection of generosity, the perfection of ethical discipline, the perfection of tolerance, the perfection of perseverance, the perfection of meditative concentration, and the perfection of wisdom for countless, immeasurable, and inestimable hundred billion trillions of eons.

source: །དེ་ནི་བསྐལ་པ་བྱེ་བ་ཁྲག་ཁྲིག་བརྒྱ་སྟོང་གྲངས་མེད་ཚད་མེད་དཔག་ཏུ་མེད་པ་ནས། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་ཡང་དག་པར་ཞུགས་པ་སྟེ།
en: Over countless, immeasurable, and inestimable hundred billion trillions of eons, they have entered upon unsurpassed, complete enlightenment.

source: དེ་སེམས་དང་པོ་བསྐྱེད་ཕྱིན་ཅད་སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་ཅིང་འདིར་འོངས་པའོ།
en: That is to say, from the time when they first began to set their mind on enlightenment onward, they have practiced the perfection of generosity and then come into this world. [

source: །ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་ཅིང་འདིར་འོངས་པའོ།
en: Similarly], they have practiced the perfection of ethical discipline, the perfection of tolerance, the perfection of perseverance, the perfection of meditative concentration, and the perfection of wisdom, and then come into this world.

source: །དེས་དེ་ནས་བཟུང་སྟེ། དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་གྲངས་མེད་ཚད་མེད་དཔག་ཏུ་མེད་པ། བསམ་གྱིས་མི་ཁྱབ་པ་མཚུངས་པ་མེད་པ་བསྙེན་བཀུར་ནས། འདིར་འོངས་ཤིང་འདིར་སྐྱེས་པ་སྟེ།
en: From that time onward they have venerated countless, immeasurable, inestimable, inconceivable, and incomparable tathāgatas, arhats, completely awakened buddhas, and then come into this world and taken rebirth in it.

source: ཤ་ར་དྭ་ཏིའི་བུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེས་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་འདི་མཐོང་ངམ་ཐོས་ན། བདག་གི་སྟོན་པ་མཐོང་ངོ་ཞེས་བྱ་བར་སེམས་བསྐྱེད་པར་འགྱུར་རོ།
en: Śāradvatīputra, when those bodhisattva great beings see or hear this perfection of wisdom, they will think, ‘I have seen the Teacher.’

source: །བདག་གི་སྟོན་པ་ཐོས་སོ་ཞེས་བྱ་བར་སེམས་བསྐྱེད་པར་འགྱུར་རོ།
en: They will think, ‘I have heard the Teacher.’

source: །ཤ་ར་དྭ་ཏིའི་བུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ། དེ་ནི་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་འདི་ལ་མི་གཉིས་པ་དང་། དམིགས་པའི་ཚུལ་དུ་དོན་དང་ཚུལ་གྱིས་རྗེས་སུ་འབྲང་བར་འགྱུར་རོ།
en: Śāradvatīputra, those bodhisattva great beings will pursue this perfection of wisdom, genuinely and methodically, in a nondual manner and without apprehending anything.”

source: །དེ་ནས་ཚེ་དང་ལྡན་པ་རབ་འབྱོར་གྱིས། བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་མཉན་པའམ་ལྟ་བར་ནུས་ལགས་སམ།
en: Thereupon, the venerable Subhūti asked the Blessed One, “Blessed Lord, can the perfection of wisdom be heard or seen?” “

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་དེ་ནི་མ་ཡིན་ནོ།
en: Subhūti, that is not the case!” replied the Blessed One. “

source: །རབ་འབྱོར་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་ནི་ཉན་པ་མེད་དོ། །ལྟ་བ་མེད་དོ།
en: Subhūti, the perfection of wisdom is not heard and it is not seen.

source: །ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཉིད་ཀྱང་མི་ཉན་མི་ལྟའོ།
en: Even the nature of the perfection of wisdom is neither heard nor seen.

source: །ཆོས་ལ་སེམས་མེད་པའི་ཕྱིར་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ནི་དེ་དག་གིས་མི་ཐོས་མི་མཐོང་ངོ་།
en: Owing to the inanimate nature of phenomena, they neither hear nor see the perfection of wisdom.

source: །དེ་བཞིན་དུ་ཆོས་ལ་སེམས་མེད་པའི་ཕྱིར་བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་ནི་དེ་དག་གིས་མི་ཐོས་མི་མཐོང་ངོ་།
en: Similarly, owing to the inanimate nature of phenomena, they neither hear nor see the perfection of meditative concentration, the perfection of perseverance, the perfection of tolerance, the perfection of ethical discipline, or the perfection of generosity.

source: །ཆོས་ལ་སེམས་མེད་པའི་ཕྱིར་ནང་སྟོང་པ་ཉིད་ནི་དེ་དག་གིས་མི་ཐོས་མི་མཐོང་ངོ་།
en: Owing to the inanimate nature of phenomena, they neither hear nor see the emptiness of internal phenomena.

source: །ཆོས་ལ་སེམས་མེད་པའི་ཕྱིར་དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་ནི་དེ་དག་གིས་མི་ཐོས་མི་མཐོང་ངོ་།
en: Owing to the inanimate nature of phenomena, they neither hear nor see [the other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities.

source: །ཆོས་ལ་སེམས་མེད་པའི་ཕྱིར་དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་ནི་དེ་དག་གིས་མི་ཐོས་མི་མཐོང་ངོ་། ཆོས་ལ་སེམས་མེད་པའི་ཕྱིར་ཡང་དག་པར་སྤོང་བ་རྣམས་དང་།
en: Owing to the inanimate nature of phenomena, they neither hear nor see the applications of mindfulness.

source: རྫུ་འཕྲུལ་གྱི་རྐང་པ་རྣམས་དང་། དབང་པོ་རྣམས་དང་སྟོབས་རྣམས་དང་། བྱང་ཆུབ་ཀྱི་ཡན་ལག་རྣམས་དང་། འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པ་ནི་དེ་དག་གིས་མི་ཐོས་མི་མཐོང་ངོ་། །ཆོས་ལ་སེམས་མེད་པའི་ཕྱིར་འཕགས་པའི་བདེན་པ་རྣམས་དང་། བསམ་གཏན་རྣམས་དང་ཚད་མེད་པ་རྣམས་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་རྣམས་དང་།
en: Owing to the inanimate nature of phenomena, they neither hear nor see the correct exertions, the supports for miraculous ability, the faculties, the powers, the branches of enlightenment, or the noble eightfold path.

source: རྣམ་པར་ཐར་པ་རྣམས་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་རྣམས་དང་། སྟོང་པ་ཉིད་དང་མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་མངོན་པར་ཤེས་པ་རྣམས་ནི་དེ་དག་གིས་མི་ཐོས་མི་མཐོང་ངོ་། །ཆོས་ལ་སེམས་མེད་པའི་ཕྱིར། ཏིང་ངེ་འཛིན་རྣམས་དང་།
en: Owing to the inanimate nature of phenomena, they neither hear nor see the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the aspects of liberation, the serial steps of meditative absorption, emptiness, signlessness, wishlessness, or the extrasensory powers.

source: གཟུངས་ཀྱི་སྒོ་རྣམས་དང་། དེ་བཞིན་གཤེགས་པའི་སྟོབས་རྣམས་དང་། མི་འཇིགས་པ་རྣམས་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་རྣམས་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་རྣམས་ནི་དེ་དག་གིས་མི་ཐོས་མི་མཐོང་ངོ་།
en: Owing to the inanimate nature of phenomena, they neither hear nor see the meditative stabilities, the dhāraṇī gateways, the powers of the tathāgatas, the fearlessnesses, the kinds of exact knowledge, or the eighteen distinct qualities of the buddhas.

source: །ཆོས་ལ་སེམས་མེད་པའི་ཕྱིར་རྒྱུན་ཏུ་ཞུགས་པའི་འབྲས་བུ་ནི་དེ་དག་གིས་མི་ཐོས་མི་མཐོང་ངོ་།
en: Owing to the inanimate nature of phenomena, they neither hear nor see the fruit of entering the stream to nirvāṇa.

source: ཆོས་ལ་སེམས་མེད་པའི་ཕྱིར་ལན་ཅིག་ཕྱིར་འོང་བའི་འབྲས་བུ་དང་། ཕྱིར་མི་འོང་བའི་འབྲས་བུ་དང་། དགྲ་བཅོམ་པ་ཉིད་དང་། རང་བྱང་ཆུབ་ནི་དེ་དག་གིས་མི་ཐོས་མི་མཐོང་ངོ་།
en: Owing to the inanimate nature of phenomena, they neither hear nor see the fruit of being destined for only one more rebirth, the fruit of no longer being subject to rebirth, arhatship, or individual enlightenment.

source: །ཆོས་ལ་སེམས་མེད་པའི་ཕྱིར་ལམ་གྱི་རྣམ་པ་ཤེས་པ་ཉིད་དང་། བྱང་ཆུབ་དང་སངས་རྒྱས་དང་། སངས་རྒྱས་ཀྱི་ཆོས་ནི་དེ་དག་གིས་མི་ཐོས་མི་མཐོང་ངོ་།། །།
en: Owing to the inanimate nature of phenomena, they neither hear nor see knowledge of the path, enlightenment, the buddhas, or the attributes of the buddhas.” “

source: ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་སྟོང་ཕྲག་ཉི་ཤུ་ལྔ་པ། །བམ་པོ་སུམ་ཅུ་བརྒྱད་པ། གསོལ་པ་བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་གང་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་ལ་བརྩོན་པར་བགྱིད་པ་དེ། ཡུན་རིང་པོ་ཇི་སྲིད་ཅིག་ནས་སྤྱོད་སྤྱོད་པ་ལགས།
en: Blessed Lord, how long have bodhisattva great beings who persevere in this profound perfection of wisdom engaged in its practice?” {

source: རབ་འབྱོར་དེ་ནི་རྣམ་པར་ཕྱེ་ཞིང་བཤད་དགོས་པ་སྟེ།
en: II-III: 150} “Subhūti,” replied the Blessed One, “here there is a distinction that must be explained.

source: རབ་འབྱོར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ལ་ལ་སེམས་དང་པོ་བསྐྱེད་པ་ནས་ཉེ་བར་བཟུང་སྟེ། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་ལ་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་བརྩོན་པར་བྱེད་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་།
en: Subhūti, there are some bodhisattva great beings who, commencing from the time when they first begin to set their mind on enlightenment, persevere in this profound perfection of wisdom without apprehending anything, and [similarly] persevere in the perfection of meditative concentration, the perfection of perseverance, the perfection of tolerance, the perfection of ethical discipline, and the perfection of generosity.

source: སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་བརྩོན་པར་བྱེད་ཅིང་འཕེལ་བ་དང་འགྲིབ་པར་མཐོང་བ་མེད་པས། ཆོས་གང་ཡང་མི་སྤོང་སྟེ།
en: They do not abandon anything at all because they see neither increase nor decrease.

source: ནམ་ཡང་ཕ་རོལ་དུ་ཕྱིན་པ་དྲུག་དང་འབྲལ་བར་མི་འགྱུར་ལ། སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་དང་ཡང་འབྲལ་བར་མི་འགྱུར་ཞིང་དགེ་བའི་རྩ་བ་གང་གིས།
en: They are never separated from the six perfections, and they are never separated from the lord buddhas.

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་དེ་དག་ལ་རིམ་གྲོ་དང་། བཀུར་སྟི་དང་བསྟི་སྟང་དང་། མཆོད་པ་བྱ་བར་འདོད་པའི་དགེ་བའི་རྩ་བ་དེ་དག་ཀྱང་།
en: They will even accomplish those roots of virtuous action by which they seek to serve, respect, honor, and worship the lord buddhas, simply by setting their minds upon them.

source: སེམས་བསྐྱེད་པ་ཙམ་གྱིས་འགྲུབ་པར་འགྱུར་ཏེ་སངས་རྒྱས་ཀྱི་ཞིང་ནས་སངས་རྒྱས་ཀྱི་ཞིང་དུ་འགྲོ་ཞིང་། ནམ་ཡང་མའི་མངལ་དུ་མི་སྐྱེ་ལ།
en: They travel from buddhafield to buddhafield and are never reborn in the womb of a mother.

source: ནམ་ཡང་མངོན་པར་ཤེས་པ་རྣམས་དང་མི་འབྲལ་ཞིང་། ཉོན་མོངས་པ་གང་དང་ཡང་མི་འགྲོགས་ལ།
en: They are never separated from the extrasensory powers and they do not associate with afflicted mental states.

source: ཉན་ཐོས་ཀྱི་སེམས་དང་། རང་སངས་རྒྱས་ཀྱི་སེམས་དང་ལྷན་ཅིག་མི་གནས་ཤིང་།
en: They do not coexist with the mindsets of the śrāvakas or pratyekabuddhas.

source: སེམས་ཅན་ཡོངས་སུ་སྨིན་པར་བྱ་བ་དང་། སངས་རྒྱས་ཀྱི་ཞིང་ཡོངས་སུ་དག་པར་བྱེད་ཅིང་། སངས་རྒྱས་ཀྱི་ཞིང་ནས་སངས་རྒྱས་ཀྱི་ཞིང་དུ་འགྲོ་བ་དེ་ལྟ་བུའི་རྣམ་གྲངས་ཡོད་དེ།
en: They are styled as bringing beings to maturity, refining the buddhafields and traveling from buddhafield to buddhafield.

source: རབ་འབྱོར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་ལྟ་བུ་དག་ནི། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་ལ་བརྩོན་པར་བྱེད་དོ། །རབ་འབྱོར་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པའི་རིགས་ཀྱི་བུ་འམ་རིགས་ཀྱི་བུ་མོ་གང་གིས། སངས་རྒྱས་བརྒྱ་ཕྲག་མང་པོ་དང་།
en: Subhūti, such bodhisattva great beings persevere in this profound perfection of wisdom. “

source: སངས་རྒྱས་སྟོང་ཕྲག་མང་པོ་དང་། སངས་རྒྱས་བྱེ་བ་ཁྲག་ཁྲིག་བརྒྱ་ཕྲག་མང་པོ་མཐོང་ཞིང་། དེ་དག་གི་དྲུང་དུ་དམིགས་པའི་ཚུལ་གྱིས་སྦྱིན་པ་བྱིན་པ་དང་། ཚུལ་ཁྲིམས་བསྲུངས་པ་དང་། བཟོད་པ་བསྒོམས་པ་དང་། བརྩོན་འགྲུས་བརྩམས་པ་དང་། བསམ་གཏན་བསྐྱེད་པ་དང་།
en: On the other hand, Subhūti, there are some noble sons or noble daughters following the vehicle of the bodhisattvas who have seen many hundreds of buddhas, many thousands of buddhas, many hundred million trillions of buddhas, and who, in their presence, have given gifts, maintained ethical discipline, cultivated tolerance, undertaken perseverance, developed meditative concentration, and cultivated wisdom, all by way of apprehending.

source: ཤེས་རབ་བསྒོམས་པ་ཡོད་དེ། དེ་དག་ནི་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་བསྟན་པའི་ཚེ། འཁོར་དེ་ནས་གུད་དུ་འདོང་སྟེ།
en: When this profound perfection of wisdom was being revealed, they departed elsewhere from the assembly.

source: བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པའི་རིགས་ཀྱི་བུའམ་རིགས་ཀྱི་བུ་མོ་དེ་དག་ནི། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་བསྟན་པའི་ཚེ། རིམ་གྲོ་མེད་པའི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་དེ་དག་གི་དྲུང་ནས་གུད་དུ་འདོང་བའོ།
en: When this profound perfection of wisdom was being revealed, those noble sons or noble daughters following the vehicle of the bodhisattvas departed elsewhere from the presence of those lord buddhas, without honoring them.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། དེ་ནི་འདི་ལྟར་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པའི་རིགས་ཀྱི་བུའམ་རིགས་ཀྱི་བུ་མོ་དེ་དག་ནི། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་འདི་བསྟན་པའི་ཚེ་འཁོར་དེ་ནས་གུད་དུ་འདོང་འདོང་བ་སྟེ་དེ་དག་ནི་ད་ལྟར་བྱུང་བའི་ཚེ་ཡང་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་བསྟན་པའི་ཚེ། འཁོར་དེ་ནས་གུད་དུ་འདོང་བར་འགྱུར་ཏེ།
en: If you ask why, it is because those noble sons or noble daughters following the vehicle of the bodhisattvas, who departed elsewhere from the assembly when this profound perfection of wisdom was being revealed, even at the present time depart elsewhere from the assembly when this profound perfection of wisdom is revealed.

source: ལུས་དང་སེམས་ཀྱིས་འཐུན་པར་སྤྱོད་པར་མི་འགྱུར་རོ།
en: They do not practice harmoniously, with body and mind.

source: །དེ་དག་ནི་ཤེས་རབ་འཆལ་པར་འགྱུར་བའི་ལས་གསོགས་པ་ཡིན་ཏེ།
en: They have accrued deeds that obscure wisdom.

source: དེ་དག་གིས་ཤེས་རབ་འཆལ་པར་འགྱུར་བའི་ལས་བྱས་ཤིང་བསགས་པ་དེས། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་འདི་བསྟན་པའི་ཚེ།
en: By engaging in and accruing deeds that obscure wisdom, when this profound perfection of wisdom is revealed, they abandon it.

source: སྤོང་བར་འགྱུར་ཏེ་དེ་དག་གིས་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་འདི་སྤངས་པས། འདས་པ་དང་། མ་བྱོན་པ་དང་། ད་ལྟར་བྱུང་བའི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ཀྱི་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་སྤངས་པར་འགྱུར་ཏེ།
en: By abandoning this perfection of wisdom they abandon the all-aspect omniscience of the lord buddhas of the past, the future, and the present.

source: དེ་དག་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་སྤངས་པ་ལས་བྱུང་བའི་ལས་མངོན་པར་འདུ་བྱས་ཤིང་བསྩགས་པ་དང་།
en: Those who have engaged in and accrued deeds that emerge from the abandoning of all-aspect omniscience have engaged in and accrued deeds that are destitute of the Dharma.

source: ཆོས་བརླག་པར་འགྱུར་བའི་ལས་བྱས་ཤིང་བསྩགས་པ་དེས། ལོ་མང་པོ་དང་། ལོ་བརྒྱ་ཕྲག་མང་པོ་དང་། ལོ་སྟོང་ཕྲག་མང་པོ་དང་། ལོ་བྱེ་བ་ཁྲག་ཁྲིག་བརྒྱ་སྟོང་ཕྲག་མང་པོའི་བར་དུ་སེམས་ཅན་དམྱལ་བར་བསྲེག་པར་འགྱུར་རོ།
en: Those who have engaged in and accrued deeds that are destitute of the Dharma will roast among the denizens of the hells for many years, for many hundreds of years, {Ki.

source: །དེ་དག་སེམས་ཅན་དམྱལ་བ་ཆེན་པོ་ནས།
en: II-III: 151} for many thousands of years, and for many hundred billion trillions of years. “

source: སེམས་ཅན་དམྱལ་བ་ཆེན་པོར་འདོང་བར་འགྱུར་ཏེ། དེ་དག་སེམས་ཅན་དམྱལ་བ་ཆེན་པོ་ནས་སེམས་ཅན་དམྱལ་བ་ཆེན་པོར་འདོང་བའི་ཚེ། མེས་ཡོངས་སུ་འཇིག་པའམ། ཆུས་ཡོངས་སུ་འཇིག་པའམ། ཆུས་ཡོངས་སུ་འཇིག་པའམ།
en: Then they will proceed from being denizens of great hells to being denizens of more great hells, and, when they proceed from being denizens of great hells to being denizens of more great hells, they will be destroyed by infernos, they will be destroyed by water, and they will be destroyed by wind.

source: རླུང་གིས་ཡོངས་སུ་འཇིག་པ་འབྱུང་བར་འགྱུར་ཏེ། དེ་དག་དེ་ལྟར་མེས་ཡོངས་སུ་འཇིག་པའམ། ཆུས་ཡོངས་སུ་འཇིག་པའམ། རླུང་གིས་ཡོངས་སུ་འཇིག་པ་འབྱུང་བའི་ཚེ་ཡང་། འཇིག་རྟེན་གྱི་ཁམས་གཞན་དག་གི་སེམས་ཅན་དམྱལ་བ་ཆེན་པོ་དེ་དག་དུ་འཕོང་བར་འགྱུར་ཏེ།
en: Even when they are destroyed in that manner by infernos, when they are destroyed by water or destroyed by wind, they will be cast among the denizens of the great hells in other world systems.

source: དེ་དག་དུ་སྐྱེ་བར་འགྱུར་དེ་དག་དུ་བསྲེག་པར་འགྱུར་རོ། །དེར་འཕོངས་ཏེ་དེར་སྐྱེས་ནས་ཀྱང་། སེམས་ཅན་དམྱལ་བ་ཆེན་པོ་ནས། སེམས་ཅན་དམྱལ་བ་ཆེན་པོར་འདོང་བར་འགྱུར་ཏེ།
en: They will be cast there and burned there.

source: དེ་དག་སེམས་ཅན་དམྱལ་བ་ཆེན་པོ་ནས། སེམས་ཅན་དམྱལ་བ་ཆེན་པོར་འདོང་བའི་ཚེ། མེས་ཡོངས་སུ་འཇིག་པའམ། ཆུས་ཡོངས་སུ་འཇིག་པའམ། རླུང་གི་ཡོངས་སུ་འཇིག་པ་འབྱུང་སྟེ། དེ་དག་དེ་ལྟར་མེས་ཡོངས་སུ་འཇིག་པའམ།
en: Even having been cast there and reborn there, they will proceed from being denizens of great hells to being denizens of more great hells, and when they proceed from being denizens of great hells to being denizens of more great hells, they will be destroyed by infernos, they will be destroyed by water, or they will be destroyed by wind.

source: ཆུས་ཡོངས་སུ་འཇིག་པའམ། རླུང་གིས་ཡོངས་སུ་འཇིག་པ་འབྱུང་བའི་ཚེ་ཡང་། ཤར་ཕྱོགས་ཀྱི་སེམས་ཅན་དམྱལ་བ་ཆེན་པོ་དེ་དག་ཏུ་འཕངས་པར་འགྱུར། ལྷོ་དང་ནུབ་དང་། བྱང་དང་བྱང་ཤར་དང་། ཤར་ལྷོ་དང་། ལྷོ་ནུབ་དང་ནུབ་བྱང་དང་འོག་དང་། སྟེང་གི་ཕྱོགས་ཀྱི་སེམས་ཅན་དམྱལ་བ་ཆེན་པོ་དག་དུ་འཕང་བར་འགྱུར་རོ།
en: And even when they are destroyed by infernos, destroyed by water, or destroyed by wind in that manner, they will again be cast among the denizens of the great hells in the eastern direction, and they will be cast among the denizens of the great hells in the southern, western, northern, northeastern, southeastern, southwestern, and northwestern directions, along with the nadir and the zenith.

source: །དེ་དག་དུ་ཡང་སེམས་ཅན་དམྱལ་བ་ཆེན་པོ་ནས། སེམས་ཅན་དམྱལ་བ་ཆེན་པོར་འདོང་བར་འགྱུར་ཏེ། དེར་ཡང་མེས་ཡོངས་སུ་འཇིག་པའམ། ཆུས་ཡོངས་སུ་འཇིག་པའམ། རླུང་གིས་ཡོངས་སུ་འཇིག་པ་འབྱུང་བ་སྟེ།
en: In them, too, they will proceed from being denizens of great hells to being denizens of more great hells, and once again they will be destroyed by infernos, destroyed by water, or destroyed by wind.

source: དེ་དག་དེ་ལྟར་མེས་ཡོངས་སུ་འཇིག་པའམ། ཆུས་ཡོངས་སུ་འཇིག་པའམ། རླུང་གིས་ཡོངས་སུ་འཇིག་པ་འབྱུང་བའི་ཚེ། དེ་ནས་ཤི་འཕོས་ནས་ཆོས་འཇིག་པར་འགྱུར་བའི་ལས་དེ་མ་ཟད་པས་ཡང་འདིར་སྐྱེས་ཏེ།
en: And when they have been destroyed by infernos, destroyed by water, or destroyed by wind in that manner, they will pass away and be reborn here in this world because their past actions in destroying the Dharma will still not have been exhausted.

source: དེ་དག་ཡང་སེམས་ཅན་དམྱལ་བ་ཆེན་པོ་ནས་སེམས་ཅན་དམྱལ་བ་ཆེན་པོར་འདོང་བར་འགྱུར་རོ། །དེ་དག་དེར་སྐྱེས་ནས་ཀྱང་སེམས་ཅན་དམྱལ་བ་ཆེན་པོ་དེ་དག་དུ་སེམས་ཅན་དམྱལ་བའི་སྡུག་བསྔལ་ཉམས་སུ་འབབ་པར་འགྱུར་རོ། །དེ་དག་དུ་ཡང་མེས་ཡོངས་སུ་འཇིག་པའམ། ཆུས་ཡོངས་སུ་འཇིག་པའམ།
en: Yet again they will proceed from the being denizens of great hells to being denizens of more great hells, and having been born there, they will once again experience the sufferings of the denizens of the great hells.

source: རླུང་གིས་ཡོངས་སུ་འཇིག་པ་མ་བྱུང་གི་བར་དུ། སེམས་ཅན་དམྱལ་བའི་སྡུག་བསྔལ་དེ་དག་མྱོང་བར་འགྱུར་རོ། །དེ་དག་མེས་ཡོངས་སུ་འཇིག་པའམ། ཆུས་ཡོངས་སུ་འཇིག་པའམ། རླུང་གིས་ཡོངས་སུ་འཇིག་པ་བྱུང་ནས་ཀྱང་།
en: There they will endure the sufferings of the denizens of the hells until they have again been destroyed by infernos, destroyed by water, or destroyed by wind. “

source: དེ་དག་ནས་ཤི་འཕོས་ཏེ། ཤར་ཕྱོགས་ཀྱི་འཇིག་རྟེན་གྱི་ཁམས་དག་དུ། བྱོལ་སོང་གི་སྐྱེ་གནས་པ་རྣམས་དང་། སྐལ་བ་མཉམ་པར་སྐྱེ་བར་འགྱུར་རོ། །ལྷོ་དང་ནུབ་དང་བྱང་དང་བྱང་ཤར་དང་།
en: Even after they have been destroyed by infernos, destroyed by water, or destroyed by wind, they will pass away and be reborn in the world systems of the eastern direction, equal in fortune to creatures of the animal realms, and they will be reborn in the world systems of the southern, western, northern, northeastern, southeastern, southwestern, and northwestern directions, along with the nadir and the zenith, equal in fortune to creatures of the animal realms. “

source: ཤར་ལྷོ་དང་ལྷོ་ནུབ་དང་ནུབ་བྱང་དང་འོག་དང་། སྟེང་གི་ཕྱོགས་ཀྱི་འཇིག་རྟེན་གྱི་ཁམས་དག་དུ་བྱོལ་སོང་གི་སྐྱེ་གནས་པ་རྣམས་དང་སྐལ་བ་མཉམ་པར་སྐྱེ་བར་འགྱུར་རོ། དེ་དག་ཡང་ཕྱོགས་བཅུ་ཀུན་གྱི་འཇིག་རྟེན་གྱི་ཁམས་ཀྱི་བར་དུ་གཤིན་རྗེའི་འཇིག་རྟེན་དུ་སྐྱེ་བར་འགྱུར་རོ། །དེ་དག་དེར་སྐྱེས་ནས་སྡུག་བསྔལ་མང་པོ་མྱོང་བར་འགྱུར་བའི་ལས་ཟད་ནས། ཅི་སྟེ་བརྒྱ་ལ་མིར་སྐྱེ་བ་ཐོབ་ན་ཡང་།
en: Then again, they will be reborn in the worlds of Yama, in the world systems of all the ten directions, and, having been reborn in them, they will experience many sufferings.

source: ཆོས་འཇིག་པར་འགྱུར་བའི་ལས་བྱས་པ་དང་བསགས་པ་དང་བསྒྲུབས་པ་དང་། ཚང་པ་དང་། རྫོགས་པའི་རྣམ་པར་སྨིན་པ་དེས། དེ་དག་གང་དང་གང་དུ་སྐྱེ་བ་དེ་དང་དེར་དམུས་ལོང་གི་རིགས་སུ་སྐྱེ་བར་འགྱུར། ཕྱག་དར་པའི་རིགས་སུ་སྐྱེ་བར་འགྱུར། གདོལ་པའི་རིགས་སུ་སྐྱེ་བར་འགྱུར།
en: Once the karma [associated with such sufferings] has been exhausted, even though in some cases they might acquire a human birth, through the ripening of the past actions that they indulged in, accrued, accomplished, completed, and perfected in destroying the Dharma, wherever they are reborn, they will be born into families of the blind, they will be born into families of refuse scavengers, they will be born into families of outcastes, and they will be born into families of reed makers.

source: སྨྱིག་མ་མཁན་གྱི་རིགས་སུ་སྐྱེ་བར་འགྱུར། དེ་དག་དེར་སྐྱེས་ནས་ཀྱང་དམུས་ལོང་དུ་འགྱུར་བ་ཡིན་ཞ་བོར་འགྱུར་བ་ཡིན། སྣ་མེད་པར་འགྱུར་བ་ཡིན། ལྕེ་མེད་པར་འགྱུར་བ་ཡིན། ལག་པ་མེད་པར་འགྱུར་བ་ཡིན། རྐང་པ་མེད་པར་འགྱུར་བ་ཡིན། མཛེ་ཅན་དུ་འགྱུར་བ་ཡིན།
en: Being reborn in those states, they will be blind, lame, without a nose, without a tongue, without arms, without legs, leprous, with white-blotched skin, or decrepit.

source: ཤ་བཀྲ་ཅན་དུ་འགྱུར་བ་ཡིན། སྒུར་པོར་འགྱུར་བ་ཡིན། གང་ན་སངས་རྒྱས་ཀྱི་སྒྲ་མེད་པ་དང་། ཆོས་ཀྱི་སྒྲ་མེད་པ་དང་། དགེ་འདུན་གྱི་སྒྲ་མེད་པ་དེ་དག་དུ་རྟག་ཏུ་སྐྱེ་བར་འགྱུར་བ་ཡིན་ནོ།
en: They will always be reborn in places where the word buddha is nonexistent, where the word Dharma is nonexistent, and where the word saṅgha is nonexistent.”

source: །དེ་ནས་ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུས། བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་མཚམས་མ་མཆིས་པ་ལྔས་ནི། ཆོས་འཇིག་པར་འགྱུར་བའི་སུག་ལས་བགྱིས་པ་དང་། བསྩགས་པ་འདིའི་གཟུགས་བརྙན་ཙམ་དུ་ཡང་མ་སྤྱོད་དོ།
en: Then the venerable Śāradvatīputra asked the Blessed One, “Blessed Lord, compared to this indulging in and accruing of deeds that would destroy the Dharma, are not even the five inexpiable crimes no more than a pale reflection?” “

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཤ་ར་དྭ་ཏིའི་བུ་འདི་ནི་གང་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་བསྟན་ཅིང་བཤད་པའི་ཚེ། ཕྱིར་སྤང་བར་སེམས་ཤིང་འདི་སྐད་དུ། འདི་ལ་ཁྱེད་དང་བདག་ཅག་གིས་བསླབ་པར་མི་བྱ་སྟེ།
en: Śāradvatīputra,” replied the Blessed One, “when this profound perfection of wisdom is revealed and explained, they think they should abandon it, saying, ‘We should not train in this!

source: འདི་ནི་ཆོས་མ་ཡིན་ནོ།
en: This is not the Dharma!

source: །འདི་ནི་འདུལ་བ་མ་ཡིན་ནོ།
en: This is not the Vinaya! {

source: །འདི་ནི་སྟོན་པའི་བསྟན་པ་མ་ཡིན་ནོ།
en: Ki.II-III: 152} This is not the teaching of the Teacher!

source: །འདི་ནི་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཀྱིས་གསུངས་པ་མ་ཡིན་ནོ་ཞེས་ཟེར་ཞིང་དེ་བདག་ཉིད་ཀྱང་ཕྱིར་སྤོང་ལ།
en: This has not been spoken by the tathāgatas, arhats, completely awakened buddhas!’

source: སེམས་ཅན་གཞན་ཡང་མོས་པ་མེད་པར་བྱེད་ཅིང་།
en: They themselves abandon it, and they also render other beings irresolute.

source: བདག་གིས་བསམ་པ་ཉམས་པར་བྱས་ནས། གཞན་གྱི་བསམ་པ་ཉམས་པར་བྱེད་པ་བདག་གིས་བསམ་པ་གདུག་པར་བྱས་ནས།
en: They themselves injure their own thoughts, and then injure the thoughts of others.

source: གཞན་གྱི་བསམ་པ་གདུག་པར་བྱ་བར་དགའ་བ།
en: They themselves poison their own thoughts, and then they delight in poisoning the thoughts of others.

source: བདག་ཉིད་ཆུད་གཟོན་ཅིང་གཞན་ཆུད་གསན་བར་དགའ་བ།
en: They themselves have squandered opportunities and they delight in squandering the opportunities of others.

source: བདག་ཉིད་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་མི་ཤེས་མི་རིག་པས་ཕྱིར་སྤང་བར་འདོད་ལ། གཞན་ཡང་དེ་བཞིན་དུ་འཛིན་དུ་འཇུག་པ།
en: They themselves wish to abandon the profound perfection of wisdom owing to their unknowing and ignorance, and they also induce others to do so.

source: དེའི་ཆོས་འཇིག་པར་འགྱུར་བའི་ལས་བྱས་ཤིང་བསྩགས་པ་ལྟ་ལ།
en: Compared to this indulging in and accruing of deeds that would destroy the Dharma, even the five inexpiable crimes are indeed but a pale reflection! “

source: དེས་གཟུགས་བརྙན་དུ་ཡང་འགྱུར་རེ་སྐན། ཤ་ར་དྭ་ཏིའི་བུ་ངས་ནི་གང་ཟག་དེ་ལྟ་བུ་ཐོས་པར་བྱ་བར་ཡང་མ་གནང་ན་འཕྲད་པར་ལྟ་ཅི་སྨོས་ཏེ།
en: Śāradvatīputra, I do not permit such individuals even to hear it, let alone encounter it, let alone associate with it!

source: འགྲོགས་པར་ལྟ་སྨོས་ཀྱང་མི་སྨོས་སོ།
en: I do not mention it.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། ཤ་ར་དྭ་ཏིའི་བུ་གང་ཟག་དེ་ལྟ་བུ་དག་ནི་ཆོས་ལ་སྐྱོན་འདོགས་པར་རིག་པར་བྱ་སྟེ།
en: If you ask why, Śāradvatīputra, you should know that such individuals defame the Dharma.

source: ཤ་ར་དྭ་ཏིའི་བུ་གང་ཟག་དེ་ལྟ་བུ་ནི་བློ་ངན་པའི་ཚུལ་ཅན། ཕྱོགས་ནག་པོའི་ཚུལ་ཅན་དུ་རིག་པར་བྱའོ།
en: Śāradvatīputra, you should know that such individuals have bad intentions and they side with evil.
